Repository: SanchozzDeponianin/ONIMods-Peter-Han
Catalog: ToastControl/translations/*.po
Languages: es

# PeterHan.ToastControl.ToastControlStrings.ACTION_TITLE
source: Popup Control Settings
es: Control de notificaciones

source: Construction completed
es: Construcción completada

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.BUILDINGS
source: Buildings
es: Edificios

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.CONTROL_ALL
source: <b>All</b> Popups
es: <b>Todas</b> las notificaciones

source: If <b>deselected</b>, hides all popup notifications regardless of the other settings
es: Si <b>no está seleccionado</b>, oculta todas las notificaciones independientemente de los demás ajustes

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.CRITTER_DROPS
source: Critter drops
es: Botín de criaturas

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.DAMAGE_INPUT
source: Damage: Wrong input element
es: Daño: Elemento de entrada incorrecto

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.DAMAGE_METEOR
source: Damage: Meteors
es: Daño: Meteoritos

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.DAMAGE_OTHER
source: Damage: other sources
es: Daño: otras fuentes

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.DAMAGE_PIPE
source: Damage: Pipe state change
es: Daño: Cambio de estado en conductos

source: Damage: Overpressure
es: Daño: Sobrepresión

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.DAMAGE_ROCKET
source: Damage: Rocket
es: Daño: Cohete

source: Delivered: Item (Duplicant)
es: Entregado: Objeto (Duplicante)

source: Delivered: Item (Machine)
es: Entregado: Objeto (Máquina)

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.DISEASE_CURED
source: Cured of disease
es: Curado de una enfermedad

source: Became infected by disease
es: Se ha contagiado de una enfermedad

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.DUPLICANTS
source: Duplicants and Critters
es: Duplicantes y criaturas

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.EFFECT_ADDED
source: Effect applied
es: Efecto aplicado

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.ELEMENT_DUG
source: Materials from digging
es: Materiales de excavación

source: Materials produced
es: Materiales producidos

source: Liquid mopped
es: Líquido recogido

source: Materials consumed
es: Materiales consumidos

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.GERMS_ADDED
source: Added germs
es: Gérmenes añadidos

source: Autoharvest toggled
es: Recolección automática activada/desactivada

source: Invalid utility connection
es: Conexión a red no válida

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.ITEM_GAINED
source: Item obtained
es: Objeto obtenido

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.MATERIALS
source: Materials
es: Materiales

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.NAME
source: Popup Control
es: Control de notificaciones

source: <b>Selected</b> check boxes will show the popup. <b>Deselected</b> check boxes will hide the popup.
es: <b>Seleccionadas</b>, las casillas mostrarán la notificación. <b>No seleccionadas</b>, las casillas la ocultarán.

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.OVERJOYED
source: Overjoyed reactions
es: Reacciones de júbilo

source: Picked Up: Item (Duplicant)
es: Recogido: Objeto (Duplicante)

source: Picked Up: Item (Machine)
es: Recogido: Objeto (Máquina)

source: Research point gained
es: Punto de investigación obtenido

# PeterHan.ToastControl.ToastControlStrings.UI.FRONTEND.TOASTCONTROL.TOOLS
source: Tools
es: Herramientas

source: Building construction completed
es: Construcción del edificio completada

source: Critter cannot be wrangled manually
es: La criatura no puede ser capturada manualmente

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.CRITTER_DROPS
source: Materials dropped from critters after death or through excretions
es: Materiales soltados por las criaturas tras su muerte o mediante excreciones

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.DAMAGE_INPUT
source: A building sustained damage from receiving an incorrect substance
es: Un edificio ha sufrido daños al recibir una sustancia incorrecta

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.DAMAGE_METEOR
source: A building sustained damage from falling space rocks
es: Un edificio ha sufrido daños por la caída de meteoritos

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.DAMAGE_OTHER
source: A building sustained damage from other sources
es: Un edificio ha sufrido daños por otras causas

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.DAMAGE_PIPE
source: A building sustained damage from pipe contents becoming too hot or pipe contents becoming too cold
es: Un edificio ha sufrido daños porque el contenido de las tuberías se ha vuelto demasiado caliente o demasiado frío

source: A building sustained damage from neighboring liquid pressure
es: Un edificio ha sufrido daños por la presión de un líquido cercano

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.DAMAGE_ROCKET
source: A building sustained damage from rocket engine
es: Un edificio ha sufrido daños por el motor de un cohete

source: Location selected for spawn is not valid
es: La ubicación seleccionada para aparecer no es válida

source: Item was delivered to storage or building by a duplicant
es: Un objeto fue entregado al almacén o al edificio por un duplicante

source: Item was delivered to storage or building by a machine
es: Un objeto fue entregado al almacén o al edificio por una máquina

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.DISEASE_CURED
source: Successfully cured of a disease
es: Se ha curado con éxito de una enfermedad

source: Became infected by a disease
es: Se ha contagiado de una enfermedad

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.EFFECT_ADDED
source: An effect was applied to a Duplicant or critter
es: Se ha aplicado un efecto a un duplicante o a una criatura

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.ELEMENT_DUG
source: Materials were mined from the world
es: Se han extraído materiales del terreno

source: Materials were produced from a building and dropped on the ground
es: Se han producido materiales en un edificio y se han depositado en el suelo

source: <link="LIQUID">Liquid</link> was mopped into a bottle
es: Se ha recogido <link="LIQUID">líquido</link> en una botella

source: Materials were consumed by a building
es: Los materiales han sido consumidos por un edificio

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.FLOOR_CLEARED
source: Dropped items were cleared
es: Los objetos caídos han sido retirados

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.FOODROT
source: <link="FOOD">Food</link> items have rotted and are no longer edible
es: Los <link="FOOD">alimentos</link> se han podrido y ya no son comestibles

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.FORGIVENESS
source: Creature is no longer hostile
es: La criatura ya no es hostil

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.GERMS_ADDED
source: <link="GERMS">Germs</link> were spawned by a building or Duplicant action
es: Se generaron <link="GERMS">gérmenes</link> por la acción de un edificio o de un duplicante

source: Autoharvest was enabled or disabled for a plant
es: La recolección automática fue activada o desactivada para una planta

source: Utility connection is not valid: - Transit Tube cannot make a U-Turn
es: La conexión de servicio no es válida: - El tubo de tránsito no puede hacer un giro en U

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.ITEM_GAINED
source: A new item was obtained
es: Se obtuvo un nuevo objeto

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.MOP_NOT_FLOOR
source: <link="LIQUID">Liquid</link> is not on floor
es: El <link="LIQUID">líquido</link> no está en el suelo

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.MOP_TOO_MUCH
source: Too much <link="LIQUID">Liquid</link> to mop
es: Demasiado <link="LIQUID">líquido</link> para limpiar

# PeterHan.ToastControl.ToastControlStrings.UI.TOOLTIPS.TOASTCONTROL.OVERJOYED
source: Duplicants' Overjoyed reactions: - Super Productive
es: Reacciones de júbilo de los duplicantes: - Súper productivo

source: Item was removed from storage or building by a duplicant
es: Un duplicante retiró un objeto del almacén o del edificio

source: Item was removed from storage or building by a machine
es: Una máquina retiró un objeto del almacén o del edificio

source: Progress made towards a research objective
es: Se ha avanzado en un objetivo de investigación

source: Settings were copied to another building
es: Los ajustes se copiaron en otro edificio
